Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/24_id_513148.html.tmx
Source language: nob
Languages: sme

source: Reindriftsloven, slik den er per i dag og slik det er foreslått revidert av departementet, mangler et reelt og sektorovergripende arealvern for reindrifta.
sme: Boazodoallolágas, nu mo dat lea dál ja nu mo departemeanta lea evttohan ođasmahttojuvvot, váilu boazodoalu várás duohta ja sektoriidrasttideaddji areálasuodjalus.

source: Til dette hører også at en rekke områder ikke er identifisert med hensyn til samiske rettigheter, noe som må avklares før inngrep kan gjøres.
sme: Dása gullá maiddái ahte ollu guovlluin eai leat sámi vuoigatvuođat identifi, ­serejuvvon mii maiddái ferte čielggaduvvot ovdalgo duohtadeamit sáhttet čađahuvvot.

source: For Finnmarks vedkommende vil en kommisjon og særdomstol foreta en identifisering av bruks- og eierrettigheter.
sme: Finnmárkku hárrái leat kommišuvdna ja sierraduopmostuollu mat áigot identifiseret geavahan- ja oamastanvuoigatvuođaid.

source: Sør for Finnmark avventer Sametinget Samerettsutvalget sør sine konklusjoner.
sme: Guovlluid hárrái máttabealde Finnmárkku vuordá Sámediggi Sámi vuoigatvuođalávdegotti cealkámuša.

source: Sametinget forventer derfor at det ikke gjøres store inngrep i samiske områder der samiske rettigheter er under utredning.
sme: Danne vuordá ge Sámediggi ahte eai čađahuvvo stuorra duohta ­deamit dain sámi guovlluin, gos sámi vuoigatvuođat leat čielggaduvvomin.

source: Det har også vært sluttført konsultasjoner om forslag til Seiland og Varangerhalvøya nasjonalparker i Finnmark fylke.
sme: Leat maid čađahuvvon konsultašuvnnat Sievjju ja Várnjárgga álbmotmehciid evttohusaid birra Finnmárkku fylkkas.

source: Sametinget vil fremheve at konsultasjonene med Miljøverndepartementet har vært nyttig i arbeidet med å finne frem til omforente løsninger.
sme: Sámediggi deattuha ahte konsultašuvnnat Birasgáhttendepartemeanttain leat veahkehan juksat ovttamielalašvuođa.

source: Partene har i all hovedsak opptrådt ryddig, konstruktivt og løsningsorientert i samtlige konsultasjonsmøter, og ved annen kontakt i prosessen.
sme: Meannudeapmi lea leamaš viehka čorgat ja konstruktiiva ja beliin lea leamaš dáhttu gávdnat čovdosiid buot konsultašuvdnačoahkkimiin, ja eará gulahallamiin proseassas.

source: Sametinget har på bakgrunn av både prosessen og innholdet i sakene, gitt sin tilslutning til vern av Seiland og Varangerhalvøya nasjonalparker.
sme: Sámediggi lea sihke áššiid proseassa ja sisdoalu vuođul miehtan Sievjju ja Várnjárgga álbmotmehciid suodjaleapmái.

source: Sametinget forutsetter imidlertid at det skal kjøres nye prosesser dersom det, etter kartleggingen av eksiterende bruks- og eierrettigheter, viser seg at det er andre enn Finnmarkseiendommen som eier hoveddelen av grunnen som verneområdene er etablert på.
sme: Sámediggi eaktuda dattetge ahte galget čađahuvvot ođđa proseassat jus, maŋŋá dálá geavahan- ja oamastanvuoigatvuođaid kárten gávnnahuvvo ahte leat earát go Finnmárkkuopmodat geat oamastit eanaš oasi dain eatnamiin, gosa suodjalanguovllut leat ásahuvvon.

source: Det forutsetter videre at Direktoratet for naturforvaltning i konsultasjoner med Sametinget, fastsetter hvem som skal være forvaltningsmyndighet av verneområdet, og at de samiske interessene sikres i den forvaltningsordningen som etableres.
sme: Viidáseappot eaktuduvvo ahte Luondduhálddašandirektoráhta konsultašuvnnain Sámedikkiin mearrida gii dat galgá leat suodjalanguovlluid hálddašaneiseváldi, ja ahte sámi beroštusat sihkkarastojuvvojit dan hálddašanortnegis mii ásahuvvo.

source: Sametinget poengterer videre at de løsninger som konsultasjonspartene kommer fram til på et senere stadium, blir harmonisert og implementert i det videre arbeidet med forvaltningsmodeller og forvaltningsplaner for Seiland og Varangerhalvøya nasjonalparker.
sme: Sámediggi deattuha viidáseappot ahte dat čovdosat, maid konsultašuvdnabealit gávnnahit maŋit áiggis, oktiior ­dnejuvvojit ja čađahuvvojit Sievjju ja Várnjárgga álbmotmehciid viidáset hálddašanmodealla- ja hálddašanplánabarggus.

source: Sametinget og Forsvarsdepartementet har i 2006 gjennomført konsultasjoner om sammenbindingen av skytefeltene Mauken og Blåtind i Troms fylke.
sme: Sámediggi ja Suodjalusdepartemeanta leat jagis 2006 čađahan konsultašuvnnaid Meavkki ja Arvenjárgga báhčinšiljuid ovttastahttima oktavuođas Romssa fylkkas.

source: Parallelt med konsultasjonene har det foregått forhandlinger om en frivillig avtale mellom Mauken reinbeitedistrikt ved Oskal Siida, Forsvarsbygg og Hærens styrker om en alternativ korridor for sammenbindingen av Mauken og Blåtind skyte- og øvingsfelt.
sme: Oktanaga konsultašuvnnaiguin lea oččoduvvon eaktodáhtolaš šiehtadus Meavkki boazoorohaga Oskal Siidda bokte, Forsvarsbygg ja Hærens styrker gaskkas ásahit molssaeaktosaš feaskára mii ovttastahttá Meavkki ja Arvenjárgga báhčin- ja hárjehallanšiljuid.

source: Avtalen mellom disse partene ble inngått høsten 2006.
sme: Dáid beliid gaskasaš šiehtadus dahkkojuvvui 2006 čavčča.

source: Konsultasjonene har ført til enighet mellom Sametinget og Forsvarsdepartementet om at dersom forsvarets behov for området opphører, så skal området falle tilbake til samisk bruk.
sme: Konsultašuvnnat leat buvttihan ovttamie ­lalašvuođa Sámedikki ja Suodjalusdepartemeantta gaskkas das ahte jus suodjalusa dárbu guvlui nohká, de galgá guovlu fas váldojuvvot sámi geavaheapmái.

source: Det forutsettes således at forsvaret ikke kan disponere over området på en måte som gjør det praktisk eller formelt vanskelig eller umulig å foreta en slik tilbakeføring.
sme: Nappo eaktuda ge dát ahte suodjalus ii sáhte hálddašit guovllu dakkár vugiin mii dagaha geavatlaččat dahje formálalaččat váttisin dahje veadjemeahttumin čađahit dakkár ruovttoluotta ­fievrrideami.

source: Sametinget er kjent med at det foreligger en rekke planer om vindkraftutbygginger i samiske områder, og at både enkeltstående utbyggingssaker og summen av alle varslede inngrep utgjør et massivt arealinngrep som vil få store konsekvenser for samisk næring og kultur.
sme: Sámediggi diehtá ahte dál leat máŋga bieggafápmohuksenplána sámi guovlluin, ja ahte sihke eaŋkil huksenáššit ja buot dieđihuvvon duohta ­demiid lohku oktiibuot mielddisetbuktet issoras stuorra areáladuohtademiid main leat stuorra váikkuhusat sámi ealáhusaide ja kultuvrii.

source: Sametinget er bekymret over utviklingen, og frykter at samiske interesser som helhet ikke blir godt nok ivaretatt hvis alle de planlagte utbyggingene blir realisert.
sme: Sámediggi lea fuolastuvvan dán ovdáneami geažil ja ballá ahte sámi beroštusat buohkanassii eai fuolahuvvo doarvái bures jus buot plánejuvvon huksemat čađahuvvojit.

source: Dette gjelder både så vel samiske primærnæringer som samiske kulturminner og kulturmiljøer.
sme: Dát guoská sihke sámi ealáhusaide ja sámi kulturmuittuide ja kulturbirrasiidda.

source: Det behov for samlede konsekvensutredninger av de virkninger som utbygging av all vindkraft i et område gir, dette uavhengig av hvor mange aktører som er virksomme innenfor det samme området.
sme: Daid váikkuhusaid maid buot bieggafápmohuksemat guovllus mielddisetbuktet, ferte ollislaččat čielggadit beroškeahttá das galle huksejeaddji dat leat seamma guovllus.

source: Utarbeiding av regionale vindkraftplaner vil kanskje også kunne være med å styre utbygginga på en god og mer forutsigbar måte.
sme: Regiovnnalaš bieggafápmoplánaid ráhkadeapmi sáhtášii maiddái leat mielde stivremin huksemiid buori ja einnosteaddji vugiin.

source: Sametinget forventer å bli konsultert før store utbyggingsplaner blir satt til verks.
sme: Sámediggi vuordá konsulterejuvvot ovdalgo stuorra huksenplánat čađahuvvojit.

source: Sametinget har i 2006 tatt opp vindkraftsproblematikken i møter med både statsråden i Olje- og energidepartementet og statsråden i Miljøverndepartementet.
sme: Sámediggi lea jagis 2006 váldá ovdan bieggafápmohuksemiid čoahkkimiin sihke Oljo- ja energiijadepartemeantta stáhtaráđiin ja Birasgáhttendepartemeantta stáhtaráđiin.

source: Sametinget uttrykker også bekymring over de avtaler som energiselskapene / tiltakshaverne gjør med berørte reindriftsgrupper.
sme: Sámediggi dovddaha maiddái ahte lea fuolastuvvan daid šiehtadusaid dáfus maid energiijafitnodagat / doaibmaeaiggádat dahket guoskevaš boazodoallojoavkkuiguin.

source: Bakgrunnen for at reindriften inngår slike avtaler er at de ofte ikke har andre alternativer.
sme: Duogáš manne boazu ­doallu dahká dákkár šiehtadusaid lea ahte sis dávjá eai leat eará vejolašvuođat.

source: Hvis saken blir avgjort etter en skjønnsmessig vurdering, står reindriften i fare for å tape mer enn om de ikke inngikk en slik avtale, eksempelvis om det foreligger trusler om ekspropriasjon.
sme: Jus ášši mearriduvvo árvvoštallama vuođul, de sáhttá boazodoallu massit eanet go jus eai dagašii dakkár šiehtadusa, ovdamearkka dihtii jus áitet bággolonistemiin.

source: Det kan stilles spørsmål om reindriften kan forhandle vekk beiteland som de er forvaltere av i henhold til den kollektive, samiske retten.
sme: Sáhttá jearrat sáhttá go boazodoallu šiehtadit eret dakkár guohtuneatnamiid, maid sii hálddašit oktasaš sámi rievtti vuođul.

source: Her under kommer også retten for kommende generasjoner til å drive reindrift eller som andre distrikt / siida-grupper også har sedvanerett til.
sme: Dása gullá maiddái boahttevaš buolvvaid vuoigatvuohta doaimmahit boazodoalu ja dat vieruiduvvan vuoigatvuohta, mii maiddái eará orohagain / siidaosiin lea.

source: Forholdene må legges til rette for at reindrifta fortsatt skal kunne forhandle om vilkårene for eventuelle tiltak.
sme: Dilálašvuođat fertejit láhččojuvvot nu ahte boazodoallu ain sáhttá šiehtadallat vejolaš doaibmabijuid eavttuid.

source: Det må samtidig legges til rette for at Sametinget som samenes folkevalgte organ skal konsulteres i slike prosesser.
sme: Seammás ferte láhčit dilálašvuođaid nu ahte sámiid ál-bmotválljenorgána galgá konsulterejuvvot dakkár proseassain.

source: 1.4.2 Rovvilt
sme: 1.4.2 Boraspiret

source: I etterkant av Stortingets behandling av rovviltpolitikken i 2004 er rovviltnemndene sammen med den øvrige forvaltningen i gang med å sette ut i livet ny rovviltpolitikk.
sme: Maŋŋá go Stuorradiggi meannudii boraspirepolitih-ka 2004s, de leat boraspirelávdegottit ovttas eará hálddašemiin čađahišgoahtán ođđa boraspirepolitihka.

source: Det er i dag for tidlig å fastslå hvordan de fastsatte bestandsmåltallene vil slå ut i praksis i den enkelte region.
sme: Dál lea menddo árrat oaidnit movt dat mearriduvvon nállemihtidanlogut geavahusas doibmet guđege regiovnnas.

source: Stortingets målsettinger, bl.a. om mindre konflikter, mer forutsigbarhet, bedre dyrevelferd, raskere uttak av skadedyr etc, er i utgangspunktet et godt utgangspunkt for fremtidig forvaltning.
sme: Stuorradikki mihttomearit, earret eará unnit vuostálašvuođaid, buoret ein, ­nostahttivuođa buoret elliidčálggu, vahágiid dagaheaddji elliid váldima jna. hárrái, leat iešalddis buorit vuolggasajit boahtteáiggi hálddašeapmái.

source: Likevel gir de nylig avsluttede erstatningsoppgjørene et klart budskap om at tap og skader ikke blir lavere.
sme: Dattetge čájehit dat gieskat loahpahuvvon mihtideamit čielgasit ahte massimat ja vahágat eai unno.

source: De er like høye som før, eller høyere.
sme: Dat leat seamma ollu go ovdal, dahje stuorábut.

source: Den regionale forvaltningen mangler mange av de nødvendige verktøy som trengs for å løse sine oppdrag.
sme: Guovlulaš hálddašeamis váilot ollu dárbbašlaš gaskaoamit maid dárbbašit doaimmaideaset čoavdimis.

source: Det er store forskjeller mellom antallet dyr som er søkt erstattet som drept av rovvilt og det antallet dyr som faktisk blir erstattet.
sme: Boazodoalus leat stuorra erohusat elliid logus maid ovddas lea ohccon buhtadus maid boraspiret leat goddán ja elliid logus maid ovddas duođai mákso buhtadus.

source: Dette skyldes blant annet at fylkesmannen legger stor vekt på det dokumenterte tapet ved erstatningsutmålingen, og at det ofte er vanskelig å dokumentere at dyr er drept av rovvilt.
sme: Dát boahtá earret eará das go fylkkamánni buhtadusmihtideamis deattuha duođaštuvvon vahágiid, ja dávjá lea váttis duođaštit ahte boraspiret leat goddán elliid.

source: Det gjelder spesielt i reindrifta der dyrene går ute hele året.
sme: Dat guoská erenoamážit boazodollui, go eallit leat olgun birra jagi.

source: I Finnmark utgjorde det dokumenterte reintapet 0,9 % av det oppgitte tapet, og bare 13 % av det oppgitte reintapet ble erstattet.
sme: Finmárkkus lei duođaštuvvon boazovahát 0,9 % dieđihuvvon vahágiin, ja dušše 13 % dieđihuvvon boazovahágiin buhtaduvvui.

source: I Nord-Trøndelag utgjorde det dokumenterte reintapet 3,1 % av det omsøkte tapet, og 62 % av det oppgitte reintapet ble erstattet.
sme: Davvi-Trøndelágas lei duođaštuvvon boazovahát 3,1 % ohccon vahágiin, ja 62 % dieđihuvvon boazovahágis buhtaduvvui.

source: Utfordringen fremover ligger i å utvikle hensiktsmessige dokumentasjonsordninger som det er mulig å praktisere uten at det oppstår slike forskjeller.
sme: Hástalussan lea buoridit duođaštanvuođu ja gávdnat ortnegiid maid lea vejolaš geavahit almmá diekkáraš erohusaid bohcciideami haga.

source: Sametinget mener at det må tildeles nødvendige ressurser, og legges tilrette for regionale jaktlag, som kan bli forvaltningens redskap for å effektuere skadefellingstillatelser.
sme: Sámediggi oaivvilda ahte fertejit addot dárbbašlaš resurssat, ja guovlulaš bivdoservviide láhččojuvvot dilli nu ahte dat šaddet hálddašeami gaskaoapmin bivdolobiid čađaheames.

source: I dag er de aller fleste skadefellingstillatelser resultatløse.
sme: Eanaš bivdolobiin dál ii leat leamaš ávki.

source: Ett eksempel på dette kan være at det i tiden 20.november 2006 til 15. februar 2007 hele tiden har vært 2 – 3 gyldige skadefellingstillatelser på ulv i Kautokeino, Karasjok og Porsanger i Finnmark, uten at ulv er felt.
sme: Okta ovdal ­mearka dasa lea dat go áiggis skábmamánu 20. b. 2006 rájes guovvamánu 15. b. 2007 rádjai leat oppa áiggi leamaš 2 – 3 lobálaš gumpebivdolobi Guovdageainnus, Kárášjogas ja Porsáŋggus Finnmárkkus, muhto liikká eai leat nagodan goddit ovttage gumppe.

source: Man bør også sette i gang forsøksvirksomhet med å legge ut forvaltningsansvaret for bl.a. jerv og gaupe til reinbeitedistrikter eller siidaer, og til lokale sau- og geitavlslag.
sme: Berre maid álggahuvvot geahččalan ­doaibma dainna lágiin ahte hálddašanovddasvástádus earret eará getkkiin ja albasiin biddjo orohagaide dahje siiddaide, ja báikkálaš sávza- ja gáicadoalliid servviide.

source: Sametinget konstaterer at hele forvaltningen er bygd opp om dokumentasjon på ynglinger.
sme: Sámediggi konstatere ahte olles hálddašeapmi lea vuođđuduvvon čivgamiid duođašteapmái.

source: Dersom det ikke er på plass et perfekt system som klarer å fremskaffe den nøyaktige oversikten på rovviltbestandene, kollapser hele forvaltningen, og man gjør vedtak på feil grunnlag.
sme: Jos ii leat vejolaš oažžut vuogádaga ollislažžan, mii nagoda háhkat dárkilis ollesgova boraspirenáliin, de gahččá čoahkkái olles hálddašeapmi, ja mearrádusat dahkkojit boasttu vuođu alde.

source: Sametinget krever at Statens Naturoppsyn og Det nasjonale over ­våkningsprogrammet må ha alle nødvendige ressurser for å gjøre denne jobben i fremtiden.
sme: Sámediggi gáibida ahte Stáhta Luonddubearráigeahčus ja Nášuvnnalaš bearráigeahččaprográmmain fertejit leat buot dárbbašlaš resurssat čađahit dan barggu boahtteáiggis.

source: Sametinget må få reell innflytelse på den overordnede rovviltpolitikken i samiske områder.
sme: Sámediggi ferte oažžut duohta váikkuhanfámu bajimuš dási boraspirepolitihkkii sámi guovlluin.

source: Slik ordningen er i dag er den ikke i tråd med statens forpliktelser til å rådføre seg med urfolk i saker som berører dem, jf. ILO-konvensjonen 169 om urfolk og stammefolk i selvstendige stater, og ikke i tråd med konsultasjonsavtalen.
sme: Nugo ortnet lea dál, de dat ii dávis stáhta geatne ­gasvuođaide ráđđádallat eamiálbmogiiguin áššiin mat gusket sidjiide, geahča ILO-konvenšuvnna 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain, iige dat dávis konsultašuvdnašiehtadussii.

source: 1.4.3 Kulturminnevern
sme: 1.4.3 Kulturmuitosuodjaleapmi

source: Samiske kulturminner er et viktig dokumentasjonsmateriale for samisk historie og forhistorie.
sme: Sámi kulturmuittut leat sámi historjjá ja ovdahistorj-já deaŧalaš duođaštusávdnasat.

source: Kulturminnene vitner om hvordan man har forholdt seg til og utnyttet landskap og natur gjennom tidene, så vel som landskapet og naturens betydning for økonomiske, sosiale og religiøse forhold.
sme: Kulturmuittut duođaštit movt olbmot leat bargan eatnadaga ja luonddu ektui ja movt daid leat geavahan áiggiid čađa, ja maid sihke eatnadat ja luondu leat mearkkašan ekonomalaš, sosiálalaš ja oskkoldat beliide.

source: På denne måten inngår også kulturminnene i en samisk samtidssammenheng ved at de i tillegg til å gi historisk kunnskap også bidrar til opplevelse av kulturell tilhørighet og bevissthet om hvordan man både skal bruke og ferdes i naturen i dag.
sme: Dáinna lágiin leat kulturmuittut mielde maiddái sámi dálááigeoktavuođas nu ahte dat lassin dasa go addet hisjorjjálaš máhtolašvuođa maiddái váikkuhit kultuvrralaš gullevašvuođa ja dihtomielalašvuođa vásiheami dan ektui movt galgá geavahit luonddu ja movt doppe johtit dán áigge.

source: Kulturminner og kulturminnetyper kan defineres som samiske på ulike måter.
sme: Kulturmuittuid ja kulturmuitošlájaid sáhttá máŋgga láhkái meroštallat leat go dat sámi.

source: De kan defineres som samiske når levende eller nedtegnet samisk tradisjon er knyttet til dem og når lokale samiske kunnskaper knytter dem til en samisk kultursammenheng.
sme: Daid sáhttá gohčodit sámi kulturmuitun dalle go ealli dahje čállojuvvon sámi árbevierru čatnasa daidda ja go báikkálaš sámi máhtolašvuohta čatnasa daidda sámi kulturoktavuođas.

source: Et annet utgangspunkt for at kulturminner identifiseres som samiske er at forsk ­ningsresultater sannsynliggjør at de dokumenterer samisk historie og forhistorie.
sme: Sámi kulturmuit-tuid lea maid vejolaš identifiseret jos dutkanbohtosa vuođul lea vejolaš čájehit ahte dat duođaštit sámi historjjá ja ovdahistorjjá.

source: Kulturminnetyper kan også defineres som relaterte til den samiske forhistorien; dvs. de er fysiske manifestasjoner av de prosessene som ledet fram til etablering av de historisk kjente samiske kulturtrekkene.
sme: Kulturmuitošlájaid sáhttá maid meroštallat ahte dain lea oktavuohta sámi ovdahistorjái; jos dat leat proseassaid fysalaš manifestašuvnnat mat láidejit historjjálaččat dovddus sámi kulturdovdomearkkaid ásaheapmái.

source: I dette ligger det også en erkjennelse av at kulturminnetyper fra den tidlige forhistorien kan forstås som forutsetninger for både samisk og ikke-samisk kultur.
sme: Dás lea maid dat dovddastus ahte kulturmuitošlájat ovddit ovdahistorjjás sáhttet áddejuvvot eaktun sihke sámi ja ii-sámi kultuvrii.

source: Der de er elementer i samiske kulturlandskap er det likevel naturlig å behandle dem som tilhørende den samiske kulturarven.
sme: Doppe gos dat leat oassin sámi kultureatnadagas, lea dattetge lunddolaš meannudit daid dego dat gulašedje sámi kulturárbái.

source: Sametinget er delegert myndighet etter kulturminneloven til å forvalte samiske kulturminner.
sme: Sámediggái lea fápmuduvvon váldi kulturmuitolága mielde hálddašit sámi kulturmuittuid.

source: Sametinget har ansvar for et stort geografisk område som strekker seg over 6 fylkeskommuner samt en del områder i Oppland og Møre og Romsdal.
sme: Sámedikkis lea ovddasvástádus stuorra geográfalaš guovllus masa gullet guhtta fylkkagieldda ja oasit guovlluin Oppland ja Møre og Romsdal.

source: Den myndighet som Sametinget per i dag er delegert etter kulturminneloven, er midlertidig og ble av Miljøverndepartementet (MD.)
sme: Dat váldi mii Sámediggái lea fápmuduvvon kulturmuitolága mielde, lea gaskaboddosaš ja maid Birasgáhttendepartemeanta lea 2004s guhkedan doaisttážii.

source: For å få en permanent forvaltningsordning på plass ble det i 2005 opprettet en arbeidsgruppe som skal utrede den framtidige organiseringen og myndighetsfordelingen innenfor samisk kulturminneforvaltning.
sme: Oažžun dihte sadjái bissovaš hálddašanortnega, ásahuvvui 2005s bargojoavku mii galgá čielggadit boahtteáiggi organiserema ja váldejuohkima sámi kulturmuitohálddašeami siskkobealde.

source: I gruppa deltar Sametinget, MD., Arbeids- og inkluderingsdepartementet (AID) og Riksantikvaren (RA).
sme: Joavkkus leat mielde Sámediggi, Birasgáhttendepartemeanta (BD), Bargo- ja searvadahttindepartemeanta (BSD) ja Riikaantikvára.

source: Sametinget ønsker en forvaltningsmodell som i stor grad gir en lojal oppfølging av internasjonale konvensjoner, ivaretar prinsippet om Sametingets selvstendighet og integritet, sikrer mekanismer for en ivaretakelse av en helhetlig og samlet kulturminnepolitikk (gjennom mål og budsjett), sikrer mekanismer for avgjørelse av uenighet og / eller uklarhet knyttet til ansvarsområde samt at rettssikkerheten til den enkelte ivaretas.
sme: Sámediggi háliida dakkár hálddašanmálle man bokte hui guhkás sáhttá lojála čuovvolit riikkaidgaskasaš konvenšuvnnaid, gozihit prinsihpa Sámedikki iešheanalisvuođa ja integritehta hárrái, sihkkarastit mekanismmaid ollislaš ja čoahkes kulturmuitopolitihka goziheami váste (mihttomeriid ja bušeahtaid bokte), sihkkarastit mekanismmaid movt dahkat mearrádusaid go lea sierramielalašvuohta ja/dahje eahpečielggasvuohta ovddasvástádussuorggi oktavuođas ja vai ovttaskas ol-bmuid riektesihkarvuohta gozihuvvošii.

source: Rapporten fra arbeidsgruppa forventes å bli ferdigstilt innen kort tid.
sme: Vuordit ahte bargojoavkku raporta gárvvistuvvo oanehis áiggis.

source: Sametinget har i 2006 fortsatt arbeidet med å følge opp Stortingsmelding nr. 16 (2004 – 2005) Leve med kulturminner.
sme: Sámediggi lea 2006s ain joatkán bargguin čuovvolit Stuorradiggedieđáhusa nr. 16 (2004 – 2005) Leve med kulturminner.

source: I meldingen behandles bl.a. temaer som bergkunst, samisk bygningsvern og verdiskapningsprogram for kulturminneområdet.
sme: Dieđáhusas meannuduvvojit earret eará fáttát nugo báktedáidda, sámi huksensuodjalus ja árvobuvttadanprográmma kulturmuitosuorggi váste.

source: Det har fortsatt ikke blitt tildelt de midler til samisk bygningsvern som var utlovt i meldingen, men med Riksantikvarens bistand har Sametinget på tross av dette hatt muligheten å starte opp et bygningsvernprosjekt i Tana kommune.
sme: Vel ge eai leat juogaduvvon dat ruđat sámi huksensuodjalussii mat leat lohpiduvvon dieđáhusas, muhto Riikaantikvára vehkiin lea Sámedikkis liikká leamaš vejolašvuohta álggahit huksensuodjalusprošeavtta Deanu gielddas.

source: Sentrale myndigheter har satset stort på å tilrettelegge for verdiskapning på kulturminneområdet.
sme: Guovddáš eiseválddit leat garrasit bargan árvobuvttadeami láhčimin kulturmuitosuorggis.

source: Samiske prosjekter har imidlertid ikke nådd fram hva gjelder tildelning av pilotprosjekter innenfor dette.
sme: Sámi prošeavttat eai dattetge leat ožžon pilohttaprošeavttaid juolludusa dán suorggis.

source: Sametinget har hatt dialog med Riksantikvaren om oppfølgingen av stortingsmeldingen og vil fortsette å jobbe opp mot sentrale myndigheter for å få i gang de tiltak i meldingen som er positive for det samiske kulturminnevernet.
sme: Sámedikkis lea leamaš ságastallan Riikaantikvárain stuorradiggedieđáhusa čuovvoleami hárrái ja áigu joatkit bargat guovddáš eiseválddiid ektui oažžun dihte johtui daid doaibmabijuid mat dieđáhusas leat positiivvalaččat sámi kulturmuitosuodjalussii.

source: Ny forskrift om konsekvensutredninger av 1. april 2005 har lagt en del nye føringer på arealplanlegging.
sme: Cuoŋománu 1. b. 2005 mánnosaš ođđa láhkaásahus váikkuhančielggadusa hárrái lea ­bidjan muhtun čanastusaid areálaplánemii.
